Repository: playstonex/SwiftTerm
Catalog: Application/Rayon/macOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans, zh_hant

source: Notification Threshold
de: Benachrichtigungsschwelle
es: Umbral de notificación
fr: Seuil de notification
ja: 通知しきい値
pt_br: Limite de notificação
zh_hans: 通知阈值
zh_hant: 通知閾值

source: Only When App Is Inactive
de: Nur wenn die App inaktiv ist
es: Sólo cuando la aplicación está inactiva
fr: Uniquement lorsque l'application est inactive
ja: アプリが非アクティブな場合のみ
pt_br: Somente quando o aplicativo está inativo
zh_hans: 仅在应用不活跃时
zh_hant: 僅在應用不活躍時

source: Only localhost URLs are allowed
de: Es sind nur Localhost-URLs zulässig
es: Sólo se permiten URL de host local
fr: Seules les URL d'hôte local sont autorisées
ja: ローカルホスト URL のみが許可されます
pt_br: Somente URLs de host local são permitidos
zh_hans: 只允许 localhost 地址
zh_hant: 只允許 localhost 地址

source: Open Browser
de: Öffnen Sie den Browser
es: Abrir navegador
fr: Ouvrir le navigateur
ja: ブラウザを開く
pt_br: Abra o navegador
zh_hans: 打开浏览器
zh_hant: 打開瀏覽器

source: Open File Transfer
de: Öffnen Sie die Dateiübertragung
es: Abrir transferencia de archivos
fr: Ouvrir le transfert de fichiers
ja: オープンファイル転送
pt_br: Abra a transferência de arquivos
zh_hans: 打开文件传输
zh_hant: 打開文件傳輸

source: Open Forward
de: Vorwärts öffnen
es: Abierto hacia adelante
fr: Ouvrir vers l'avant
ja: 前方に開く
pt_br: Abrir para frente
zh_hans: 打开转发
zh_hant: 打開轉發

source: Open Monitor
de: Öffnen Sie den Monitor
es: Monitor abierto
fr: Ouvrir le moniteur
ja: モニターを開く
pt_br: Monitor aberto
zh_hans: 打开监控
zh_hant: 打開監控

source: Open Select
de: Öffnen Sie „Auswählen“.
es: Abrir Seleccionar
fr: Ouvrir Sélectionner
ja: 選択を開く
pt_br: Abrir seleção
zh_hans: 开始选择
zh_hant: 開始選擇

source: Open Terminal
de: Öffnen Sie das Terminal
es: Terminal abierta
fr: Terminal ouvert
ja: ターミナルを開く
pt_br: Terminal aberto
zh_hans: 打开终端
zh_hant: 打開終端

source: Open Web Browser
de: Öffnen Sie den Webbrowser
es: Abrir navegador web
fr: Ouvrir le navigateur Web
ja: Webブラウザを開く
pt_br: Abra o navegador da web
zh_hans: 打开网页浏览器
zh_hant: 打開網頁瀏覽器

source: Open at Connect
de: Öffnen Sie bei Connect
es: Abrir en Conectar
fr: Ouvrir à Connect
ja: 接続時に開く
pt_br: Abra no Connect
zh_hans: 连接后打开
zh_hant: 連接後打開

source: Open internal web browser for this server
de: Öffnen Sie den internen Webbrowser für diesen Server
es: Abra el navegador web interno para este servidor
fr: Ouvrir le navigateur Web interne pour ce serveur
ja: このサーバーの内部 Web ブラウザを開きます
pt_br: Abra o navegador interno para este servidor
zh_hans: 为此服务器打开内置网页浏览器
zh_hant: 爲此服務器打開內置網頁瀏覽器

source: Operation is in progress: %lld remain
de: Der Vorgang läuft: %lld verbleiben
es: La operación está en curso: %lld permanecen
fr: L'opération est en cours : %lld reste
ja: 操作が進行中です: %lld が残っています
pt_br: A operação está em andamento: %lld permanece
zh_hans: 操作进行中: 剩余 %lld 项
zh_hant: 操作進行中: 剩餘 %lld 項

source: Password (Optional)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)
ja: パスワード (オプション)
pt_br: Senha (opcional)
zh_hans: 密码（可选）
zh_hant: 密碼（可選）

source: Password will be used to decrypt private key if the key is set.
de: Das Passwort wird zum Entschlüsseln des privaten Schlüssels verwendet, wenn der Schlüssel festgelegt ist.
es: La contraseña se utilizará para descifrar la clave privada si la clave está configurada.
fr: Le mot de passe sera utilisé pour déchiffrer la clé privée si la clé est définie.
ja: 秘密キーが設定されている場合、パスワードは秘密キーの復号化に使用されます。
pt_br: A senha será usada para descriptografar a chave privada se a chave estiver definida.
zh_hans: 如果设置了密钥，将使用该密码解密私钥。
zh_hant: 如果設置了密鑰，將使用該密碼解密私鑰。

source: Password: %@
de: Passwort: %@
es: Contraseña: %@
fr: Mot de passe : %@
ja: パスワード: %@
pt_br: Senha: %@
zh_hans: 密码: %@
zh_hant: 密碼: %@

source: Paste an error message to get help fixing it.
de: Fügen Sie eine Fehlermeldung ein, um Hilfe bei der Behebung zu erhalten.
es: Pegue un mensaje de error para obtener ayuda para solucionarlo.
fr: Collez un message d'erreur pour obtenir de l'aide pour le résoudre.
ja: エラー メッセージを貼り付けて、修正のヘルプを表示します。
pt_br: Cole uma mensagem de erro para obter ajuda para corrigi-lo.
zh_hans: 粘贴错误信息以获取修复建议。
zh_hant: 粘貼錯誤信息以獲取修復建議。

source: Paste error message here:
de: Fehlermeldung hier einfügen:
es: Pegue el mensaje de error aquí:
fr: Collez le message d'erreur ici :
ja: エラーメッセージをここに貼り付けます:
pt_br: Cole a mensagem de erro aqui:
zh_hans: 在此粘贴错误信息：
zh_hant: 在此粘貼錯誤信息：

source: Pick Avatar
de: Wählen Sie Avatar
es: Elige Avatar
fr: Choisir un avatar
ja: アバターを選択
pt_br: Escolha o Avatar
zh_hans: 选择图标
zh_hant: 選擇圖標

source: Pick Identity
de: Wählen Sie Identität
es: Elija identidad
fr: Choisissez une identité
ja: アイデンティティの選択
pt_br: Escolha a identidade
zh_hans: 选择身份
zh_hant: 選擇身份

source: Pick Machine
de: Pick-Maschine
es: Máquina de recogida
fr: Machine à choisir
ja: ピックマシン
pt_br: Máquina de seleção
zh_hans: 选择机器
zh_hant: 選擇機器

source: Please check your internet connection and try again.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Por favor verifique su conexión a Internet e inténtelo nuevamente.
fr: Veuillez vérifier votre connexion Internet et réessayer.
ja: インターネット接続を確認して、もう一度試してください。
pt_br: Verifique sua conexão com a Internet e tente novamente.
zh_hans: 请检查你的网络连接后重试。
zh_hant: 請檢查你的網絡連接後重試。

source: Port Forward
de: Portweiterleitung
es: Puerto hacia adelante
fr: Redirection de port
ja: ポートフォワード
pt_br: Encaminhamento de porta
zh_hans: 端口转发
zh_hant: 端口轉發

source: Port Forward - %lld available
de: Portweiterleitung – %lld verfügbar
es: Reenvío de puerto: %lld disponible
fr: Redirection de port - %lld disponible
ja: ポートフォワード - %lld が利用可能
pt_br: Encaminhamento de porta - %lld disponível
zh_hans: 端口转发 - 可用 %lld 个
zh_hant: 端口轉發 - 可用 %lld 個

source: Port Number
de: Portnummer
es: Número de puerto
fr: Numéro de port
ja: ポート番号
pt_br: Número da porta
zh_hans: 端口号
zh_hant: 端口號

source: Prediction Mode
de: Vorhersagemodus
es: Modo de predicción
fr: Mode de prédiction
ja: 予測モード
pt_br: Modo de previsão
zh_hans: 预测模式
zh_hant: 預測模式

source: Premium Active
de: Premium Aktiv
es: Premium Activo
fr: Actif Premium
ja: プレミアムアクティブ
pt_br: Prêmio Ativo
zh_hans: 高级订阅已激活
zh_hant: 高級訂閱已激活

source: Premium Features
de: Premium-Funktionen
es: Funciones premium
fr: Fonctionnalités premium
ja: プレミアム機能
pt_br: Recursos premium
zh_hans: 高级功能
zh_hant: 高級功能

source: Premium terminal color schemes
de: Premium-Terminal-Farbschemata
es: Esquemas de colores de terminales premium
fr: Schémas de couleurs des terminaux premium
ja: プレミアム端末のカラースキーム
pt_br: Esquemas de cores de terminal premium
zh_hans: 高级终端配色方案
zh_hant: 高級終端配色方案

source: Previous Window
de: Vorheriges Fenster
es: Ventana anterior
fr: Fenêtre précédente
ja: 前のウィンドウ
pt_br: Janela Anterior
zh_hans: 上一个窗口
zh_hant: 上一個窗口

source: Purchase failed: %@
de: Kauf fehlgeschlagen: %@
es: Compra fallida: %@
fr: Échec de l'achat : %@
ja: 購入に失敗しました: %@
pt_br: Falha na compra: %@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

source: Quick Actions
de: Schnelle Aktionen
es: Acciones Rápidas
fr: Actions rapides
ja: クイックアクション
pt_br: Ações rápidas
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quick Connect (Identity Requires Auto Auth)
de: Quick Connect (Identität erfordert automatische Authentifizierung)
es: Conexión rápida (la identidad requiere autenticación automática)
fr: Connexion rapide (l'identité nécessite une authentification automatique)
ja: クイック接続 (ID には自動認証が必要)
pt_br: Conexão rápida (a identidade requer autenticação automática)
zh_hans: 快速连接（Identity 需支持自动认证）
zh_hant: 快速連接（Identity 需支持自動認證）

source: Rate Limit (KB/s)
de: Ratenlimit (KB/s)
es: Límite de velocidad (KB/s)
fr: Limite de débit (Ko/s)
ja: レート制限 (KB/秒)
pt_br: Limite de taxa (KB/s)
zh_hans: 速率限制 (KB/s)
zh_hant: 速率限制 (KB/s)

source: Rayon source code available at: [GitHub](https://github.com/Lakr233/Rayon)
de: Rayon-Quellcode verfügbar unter: [GitHub](https://github.com/Lakr233/Rayon)
es: Código fuente de rayón disponible en: [GitHub](https://github.com/Lakr233/Rayon)
fr: Code source de rayonne disponible à : [GitHub](https://github.com/Lakr233/Rayon)
ja: レーヨンのソース コードは [GitHub](https://github.com/Lakr233/Rayon) で入手できます。
pt_br: Código-fonte Rayon disponível em: [GitHub](https://github.com/Lakr233/Rayon)
zh_hans: Rayon 源代码地址：[GitHub](https://github.com/Lakr233/Rayon)
zh_hant: Rayon 源代碼地址：[GitHub](https://github.com/Lakr233/Rayon)

source: Real-time system status and alerts
de: Systemstatus und Warnungen in Echtzeit
es: Estado y alertas del sistema en tiempo real.
fr: État du système et alertes en temps réel
ja: リアルタイムのシステムステータスとアラート
pt_br: Status e alertas do sistema em tempo real
zh_hans: 实时系统状态与提醒
zh_hant: 實時系統狀態與提醒

source: Record Command
de: Befehl aufzeichnen
es: Comando de grabación
fr: Commande d'enregistrement
ja: 記録コマンド
pt_br: Comando de gravação
zh_hans: 记录命令
zh_hant: 記錄命令

source: Record Recent
de: Aktuelles aufzeichnen
es: Registro reciente
fr: Enregistrer récent
ja: 最近の記録
pt_br: Gravar recente
zh_hans: 记录最近项
zh_hant: 記錄最近項

source: Redact Machines
de: Schwärzungsmaschinen
es: Máquinas de redacción
fr: Machines à rédiger
ja: 墨消しマシン
pt_br: Máquinas de redação
zh_hans: 编辑服务器列表
zh_hant: 編輯服務器列表

source: Reduced Effect
de: Reduzierter Effekt
es: Efecto reducido
fr: Effet réduit
ja: 影響の軽減
pt_br: Efeito Reduzido
zh_hans: 减少效果
zh_hant: 減少效果

source: Refresh Subscription Status
de: Abonnementstatus aktualisieren
es: Actualizar estado de suscripción
fr: Actualiser le statut de l'abonnement
ja: サブスクリプションステータスを更新
pt_br: Atualizar status da assinatura
zh_hans: 刷新订阅状态
zh_hant: 刷新訂閱狀態

source: Reload Subscription Options
de: Abonnementoptionen neu laden
es: Recargar opciones de suscripción
fr: Recharger les options d'abonnement
ja: サブスクリプション オプションのリロード
pt_br: Opções de recarga de assinatura
zh_hans: 重新加载订阅选项
zh_hant: 重新加載訂閱選項

source: Rename Window
de: Fenster umbenennen
es: Cambiar nombre de ventana
fr: Renommer la fenêtre
ja: ウィンドウの名前を変更
pt_br: Renomear janela
zh_hans: 重命名窗口
zh_hant: 重命名窗口

source: Rename current tmux window
de: Benennen Sie das aktuelle tmux-Fenster um
es: Cambiar el nombre de la ventana tmux actual
fr: Renommer la fenêtre tmux actuelle
ja: 現在の tmux ウィンドウの名前を変更する
pt_br: Renomear a janela atual do tmux
zh_hans: 重命名当前 tmux 窗口
zh_hant: 重命名當前 tmux 窗口

source: Restore Purchases
de: Einkäufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元する
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Restoring Purchases...
de: Einkäufe werden wiederhergestellt...
es: Restaurando compras...
fr: Restauration des achats...
ja: 購入を復元しています...
pt_br: Restaurando compras...
zh_hans: 正在恢复购买...
zh_hant: 正在恢復購買...

source: SFTP Login Path
de: SFTP-Anmeldepfad
es: Ruta de inicio de sesión SFTP
fr: Chemin de connexion SFTP
ja: SFTPログインパス
pt_br: Caminho de login SFTP
zh_hans: SFTP 登录路径
zh_hant: SFTP 登錄路徑

source: Save Thresholds
de: Schwellenwerte speichern
es: Guardar umbrales
fr: Seuils de sauvegarde
ja: しきい値の保存
pt_br: Salvar limites
zh_hans: 保存阈值
zh_hant: 保存閾值

source: Search Transcript
de: Transkript durchsuchen
es: Buscar transcripción
fr: Transcription de recherche
ja: トランスクリプトの検索
pt_br: Transcrição da pesquisa
zh_hans: 搜索终端记录
zh_hant: 搜索終端記錄

source: Search commands...
de: Suchbefehle...
es: Comandos de búsqueda...
fr: Commandes de recherche...
ja: 検索コマンド...
pt_br: Comandos de pesquisa...
zh_hans: 搜索命令...
zh_hant: 搜索命令...

source: Select Machine
de: Wählen Sie Maschine
es: Seleccionar máquina
fr: Sélectionnez un appareil
ja: マシンの選択
pt_br: Selecione a máquina
zh_hans: 选择机器
zh_hant: 選擇機器

source: Selected Identity
de: Ausgewählte Identität
es: Identidad seleccionada
fr: Identité sélectionnée
ja: 選択されたアイデンティティ
pt_br: Identidade Selecionada
zh_hans: 已选择身份
zh_hant: 已選擇身份

source: Selected Machine
de: Ausgewählte Maschine
es: Máquina seleccionada
fr: Machine sélectionnée
ja: 選択したマシン
pt_br: Máquina Selecionada
zh_hans: 已选择机器
zh_hant: 已選擇機器

source: Sent+Enter
de: Gesendet+Eingabe
es: Enviado+Entrar
fr: Envoyé+Entrée
ja: 送信+入力
pt_br: Enviado+Enter
zh_hans: 发送并回车
zh_hant: 發送並回車

source: Server monitoring thresholds
de: Schwellenwerte für die Serverüberwachung
es: Umbrales de monitoreo del servidor
fr: Seuils de surveillance du serveur
ja: サーバー監視のしきい値
pt_br: Limites de monitoramento do servidor
zh_hans: 服务器监控阈值
zh_hant: 服務器監控閾值

source: Session Name
de: Sitzungsname
es: Nombre de la sesión
fr: Nom de la session
ja: セッション名
pt_br: Nome da sessão
zh_hans: 会话名称
zh_hant: 會話名稱

source: Share Diagnostic Data
de: Teilen Sie Diagnosedaten
es: Compartir datos de diagnóstico
fr: Partager les données de diagnostic
ja: 診断データを共有する
pt_br: Compartilhe dados de diagnóstico
zh_hans: 分享诊断数据
zh_hant: 分享診斷數據

source: Six Months
de: Sechs Monate
es: Seis meses
fr: Six mois
ja: 6ヶ月
pt_br: Seis meses
zh_hans: 六个月
zh_hant: 六個月

source: Skills you run will appear here
de: Fertigkeiten, die Sie ausführen, werden hier angezeigt
es: Las habilidades que ejecutas aparecerán aquí.
fr: Les compétences que vous exécutez apparaîtront ici
ja: 実行したスキルがここに表示されます
pt_br: As habilidades que você executa aparecerão aqui
zh_hans: 你运行过的技能会显示在这里
zh_hant: 你運行過的技能會顯示在這裏

source: Smart Suggestions
de: Intelligente Vorschläge
es: Sugerencias inteligentes
fr: Suggestions intelligentes
ja: 賢い提案
pt_br: Sugestões inteligentes
zh_hans: 智能建议
zh_hant: 智能建議

source: Smart command suggestions and explanations
de: Intelligente Befehlsvorschläge und Erklärungen
es: Sugerencias y explicaciones de comandos inteligentes.
fr: Suggestions et explications de commandes intelligentes
ja: スマートコマンドの提案と説明
pt_br: Sugestões e explicações de comandos inteligentes
zh_hans: 智能命令建议与解释
zh_hant: 智能命令建議與解釋

source: Smart suggestions
de: Intelligente Vorschläge
es: Sugerencias inteligentes
fr: Suggestions intelligentes
ja: 賢い提案
pt_br: Sugestões inteligentes
zh_hans: 智能建议
zh_hant: 智能建議

source: Snapshot reason
de: Snapshot-Grund
es: Motivo de la instantánea
fr: Raison de l'instantané
ja: スナップショットの理由
pt_br: Motivo do instantâneo
zh_hans: 快照原因
zh_hant: 快照原因

source: Snippet Template
de: Snippet-Vorlage
es: Plantilla de fragmento
fr: Modèle d'extrait de code
ja: スニペットテンプレート
pt_br: Modelo de trecho
zh_hans: 代码片段模板
zh_hant: 代碼片段模板

source: Snippets - %lld available
de: Snippets – %lld verfügbar
es: Fragmentos: %lld disponibles
fr: Extraits - %lld disponibles
ja: スニペット - %lld が利用可能
pt_br: Trechos - %lld disponíveis
zh_hans: 片段 - 可用 %lld 个
zh_hant: 片段 - 可用 %lld 個

source: Software License
de: Softwarelizenz
es: Licencia de software
fr: Licence de logiciel
ja: ソフトウェアライセンス
pt_br: Licença de Software
zh_hans: 软件许可
zh_hant: 軟件許可

source: Source Code:
de: Quellcode:
es: Código fuente:
fr: Code source :
ja: ソースコード:
pt_br: Código Fonte:
zh_hans: 源代码：
zh_hant: 源代碼：

source: Speech input engine and language
de: Spracheingabe-Engine und Sprache
es: Motor de entrada de voz y lenguaje.
fr: Moteur et langage de saisie vocale
ja: 音声入力エンジンと言語
pt_br: Mecanismo de entrada de fala e idioma
zh_hans: 语音输入引擎与语言
zh_hant: 語音輸入引擎與語言

source: Split Horizontal
de: Horizontal teilen
es: División horizontal
fr: Diviser horizontalement
ja: 水平分割
pt_br: Dividir horizontalmente
zh_hans: 水平分屏
zh_hant: 水平分屏

source: Split Vertical
de: Vertikal teilen
es: Dividir verticalmente
fr: Diviser verticalement
ja: 垂直に分割
pt_br: Dividir verticalmente
zh_hans: 垂直分屏
zh_hant: 垂直分屏

source: Split pane horizontally
de: Bereich horizontal teilen
es: Dividir panel horizontalmente
fr: Diviser le volet horizontalement
ja: ペインを水平に分割する
pt_br: Dividir painel horizontalmente
zh_hans: 水平拆分窗格
zh_hant: 水平拆分窗格

source: Split pane vertically
de: Bereich vertikal teilen
es: Dividir panel verticalmente
fr: Diviser le volet verticalement
ja: ペインを垂直に分割する
pt_br: Dividir painel verticalmente
zh_hans: 垂直拆分窗格
zh_hant: 垂直拆分窗格

source: Start Monitoring
de: Starten Sie die Überwachung
es: Iniciar monitoreo
fr: Commencer la surveillance
ja: モニタリングを開始する
pt_br: Iniciar monitoramento
zh_hans: 开始监控
zh_hant: 開始監控

source: Start Voice Input
de: Starten Sie die Spracheingabe
es: Iniciar entrada de voz
fr: Démarrer la saisie vocale
ja: 音声入力を開始する
pt_br: Iniciar entrada de voz
zh_hans: 开始语音输入
zh_hant: 開始語音輸入

source: Stop All
de: Alles stoppen
es: Detener todo
fr: Arrêter tout
ja: すべて停止
pt_br: Pare tudo
zh_hans: 全部停止
zh_hant: 全部停止

source: Stop Forward
de: Stoppen Sie vorwärts
es: detenerse hacia adelante
fr: Arrêter d'avancer
ja: 前進停止
pt_br: Pare em frente
zh_hans: 停止转发
zh_hant: 停止轉發

source: Stop Select
de: Stoppen Sie die Auswahl
es: Detener Seleccionar
fr: Arrêter la sélection
ja: ストップセレクト
pt_br: Parar seleção
zh_hans: 停止选择
zh_hant: 停止選擇

source: Stop Voice Input
de: Stoppen Sie die Spracheingabe
es: Detener la entrada de voz
fr: Arrêter la saisie vocale
ja: 音声入力を停止する
pt_br: Parar a entrada de voz
zh_hans: 停止语音输入
zh_hant: 停止語音輸入

source: Subscription Actions
de: Abonnementaktionen
es: Acciones de suscripción
fr: Actions d'abonnement
ja: サブスクリプションアクション
pt_br: Ações de assinatura
zh_hans: 订阅操作
zh_hant: 訂閱操作

source: Subscription Details
de: Abonnementdetails
es: Detalles de suscripción
fr: Détails de l'abonnement
ja: サブスクリプションの詳細
pt_br: Detalhes da assinatura
zh_hans: 订阅详情
zh_hant: 訂閱詳情

source: Subscription Options
de: Abonnementoptionen
es: Opciones de suscripción
fr: Options d'abonnement
ja: 購読オプション
pt_br: Opções de assinatura
zh_hans: 订阅选项
zh_hant: 訂閱選項

source: Subscription Status
de: Abonnementstatus
es: Estado de suscripción
fr: Statut de l'abonnement
ja: 購読ステータス
pt_br: Status da assinatura
zh_hans: 订阅状态
zh_hant: 訂閱狀態

source: Success! Your purchases have been restored.
de: Erfolg! Ihre Einkäufe wurden wiederhergestellt.
es: ¡Éxito! Tus compras han sido restauradas.
fr: Succès! Vos achats ont été restaurés.
ja: 成功！購入内容が復元されました。
pt_br: Sucesso! Suas compras foram restauradas.
zh_hans: 恢复购买成功。
zh_hant: 恢復購買成功。

source: Suggested Skills
de: Empfohlene Fähigkeiten
es: Habilidades sugeridas
fr: Compétences suggérées
ja: 推奨スキル
pt_br: Habilidades sugeridas
zh_hans: 推荐技能
zh_hant: 推薦技能

source: Switch to next tmux window
de: Wechseln Sie zum nächsten tmux-Fenster
es: Cambiar a la siguiente ventana de tmux
fr: Passer à la fenêtre tmux suivante
ja: 次の tmux ウィンドウに切り替えます
pt_br: Mudar para a próxima janela do tmux
zh_hans: 切换到下一个 tmux 窗口
zh_hant: 切換到下一個 tmux 窗口

source: Switch to previous tmux window
de: Wechseln Sie zum vorherigen tmux-Fenster
es: Cambiar a la ventana anterior de tmux
fr: Passer à la fenêtre tmux précédente
ja: 前の tmux ウィンドウに切り替える
pt_br: Mudar para a janela anterior do tmux
zh_hans: 切换到上一个 tmux 窗口
zh_hant: 切換到上一個 tmux 窗口

source: Sync & Automation
de: Synchronisierung und Automatisierung
es: Sincronización y automatización
fr: Synchronisation et automatisation
ja: 同期と自動化
pt_br: Sincronização e automação
zh_hans: 同步与自动化
zh_hant: 同步與自動化

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
pt_br: Sincronizar agora
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync with iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
ja: iCloudと同期する
pt_br: Sincronizar com iCloud
zh_hans: 与 iCloud 同步
zh_hant: 與 iCloud 同步

source: System Default
de: Systemstandard
es: Valor predeterminado del sistema
fr: Système par défaut
ja: システムのデフォルト
pt_br: Padrão do sistema
zh_hans: 系统默认
zh_hant: 系統默認

source: System history
de: Systemgeschichte
es: Historia del sistema
fr: Historique du système
ja: システム履歴
pt_br: Histórico do sistema
zh_hans: 系统历史
zh_hant: 系統歷史

source: Tap Refresh to load command history from the server
de: Tippen Sie auf „Aktualisieren“, um den Befehlsverlauf vom Server zu laden
es: Toque Actualizar para cargar el historial de comandos desde el servidor
fr: Appuyez sur Actualiser pour charger l'historique des commandes depuis le serveur
ja: 「更新」をタップしてサーバーからコマンド履歴をロードします
pt_br: Toque em Atualizar para carregar o histórico de comandos do servidor
zh_hans: 点击刷新以从服务器加载命令历史
zh_hant: 點擊刷新以從服務器加載命令歷史

source: Target Host
de: Zielhost
es: Anfitrión objetivo
fr: Hôte cible
ja: ターゲットホスト
pt_br: Host alvo
zh_hans: 目标主机
zh_hant: 目標主機

source: Target Host:
de: Zielhost:
es: Anfitrión objetivo:
fr: Hôte cible :
ja: ターゲットホスト:
pt_br: Anfitrião alvo:
zh_hans: 目标主机：
zh_hant: 目標主機：

source: Target Machines
de: Zielmaschinen
es: Máquinas objetivo
fr: Machines cibles
ja: 対象マシン
pt_br: Máquinas alvo
zh_hans: 目标机器
zh_hant: 目標機器

source: Target Port:
de: Zielport:
es: Puerto de destino:
fr: Port cible :
ja: ターゲットポート:
pt_br: Porta alvo:
zh_hans: 目标端口：
zh_hant: 目標端口：

source: Task name
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
ja: タスク名
pt_br: Nome da tarefa
zh_hans: 任务名称
zh_hant: 任務名稱

source: Terminal Font
de: Terminal-Schriftart
es: Fuente terminal
fr: Police du terminal
ja: ターミナルフォント
pt_br: Fonte Terminal
zh_hans: 终端字体
zh_hant: 終端字體

source: Terminal Font Size
de: Terminal-Schriftgröße
es: Tamaño de fuente del terminal
fr: Taille de la police du terminal
ja: 端末のフォントサイズ
pt_br: Tamanho da fonte do terminal
zh_hans: 终端字号
zh_hant: 終端字號

source: Terminal Theme
de: Terminal-Thema
es: Tema terminal
fr: Thème du terminal
ja: ターミナルのテーマ
pt_br: Tema do terminal
zh_hans: 终端主题
zh_hant: 終端主題

source: Terminal Transfer To Another Window
de: Terminalübertragung in ein anderes Fenster
es: Transferencia de terminal a otra ventana
fr: Transfert de terminal vers une autre fenêtre
ja: ターミナルを別のウィンドウに転送
pt_br: Transferência de terminal para outra janela
zh_hans: 终端转移到另一个窗口
zh_hant: 終端轉移到另一個窗口

source: Terminal appearance and font
de: Aussehen und Schriftart des Terminals
es: Apariencia y fuente del terminal
fr: Apparence et police du terminal
ja: 端末の外観とフォント
pt_br: Aparência e fonte do terminal
zh_hans: 终端外观与字体
zh_hant: 終端外觀與字體

source: Terminal content is empty
de: Der Terminalinhalt ist leer
es: El contenido del terminal está vacío
fr: Le contenu du terminal est vide
ja: ターミナルのコンテンツが空です
pt_br: O conteúdo do terminal está vazio
zh_hans: 终端内容为空
zh_hant: 終端內容爲空

source: Test Connection
de: Testverbindung
es: Conexión de prueba
fr: Tester la connexion
ja: テスト接続
pt_br: Conexão de teste
zh_hans: 测试连接
zh_hant: 測試連接

source: Thanks and license
de: Danke und Lizenz
es: gracias y licencia
fr: Merci et licence
ja: 感謝とライセンス
pt_br: Obrigado e licença
zh_hans: 致谢与许可
zh_hant: 致謝與許可
